IDEA Open Model
OpenModel.ArcSegment3D Property
Compatible with IDEA StatiCa Beta 20.0
 List of ArcSegment3D
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public List<ArcSegment3D> ArcSegment3D { get; set; }
Public Property ArcSegment3D As List(Of ArcSegment3D)
	Get
	Set
Property Value
Type: List<ArcSegment3D>
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace